Repository: mattupstate/flask-security
Catalog: flask_security/translations/*/LC_MESSAGES/security.po
Languages: ru

source: Login Required
ru: Необходим вход

source: Welcome
ru: Добро пожаловать

source: Please confirm your email
ru: Пожалуйста, подтвердите свой e-mail

source: Login instructions
ru: Инструкция по входу на сайт

source: Your password has been reset
ru: Ваш пароль был сброшен

source: Your password has been changed
ru: Ваш пароль был изменён

source: Password reset instructions
ru: Инструкция по сбросу пароля

source: You do not have permission to view this resource.
ru: У вас нет прав на просмотр этого ресурса

source: Thank you. Confirmation instructions have been sent to %%(email)s.
ru: Спасибо. Инструкция по подтверждению аккаунта отправлена на %%(email)s.

source: Thank you. Your email has been confirmed.
ru: Спасибо. E-mail подтверждён.

source: Your email has already been confirmed.
ru: Ваш e-mail уже был подтверждён.

source: Invalid confirmation token.
ru: Неправильный ключ подтверждения.

source: %%(email)s is already associated with an account.
ru: %%(email)s уже используется.

source: Password does not match
ru: Пароль не подходит

source: Passwords do not match
ru: Пароли не совпадают

source: Redirections outside the domain are forbidden
ru: Перенаправление вне домена запрещено

source: Instructions to reset your password have been sent to %%(email)s.
ru: Инструкция по сбросу пароля отправлена на %%(email)s.

source: You did not reset your password within %%(within)s. New instructions have been sent to %%(email)s.
ru: Вы не сбросили свой пароль за отведённые %%(within)s. Новая инструкция отправлена на %%(email)s.

source: Invalid reset password token.
ru: Неправильный ключ сброса пароля.

source: Email requires confirmation.
ru: E-mail требует подтверждения.

source: Confirmation instructions have been sent to %%(email)s.
ru: Инструкция по подтвержению аккаунта отправлена на %%(email)s.

source: You did not confirm your email within %%(within)s. New instructions to confirm your email have been sent to %%(email)s.
ru: Вы не подтвердили свой e-mail за отведённые %%(within)s. Новая инструкция отправлена на %%(email)s.

source: You did not login within %%(within)s. New instructions to login have been sent to %%(email)s.
ru: Вы не вошли на сайт за отведённые %%(within)s. Новая инструкция отправлена на %%(email)s.

source: Instructions to login have been sent to %%(email)s.
ru: Инструкция по входу на сайт отправлена на %%(email)s.

source: Invalid login token.
ru: Неправильный ключ входа.

source: Account is disabled.
ru: Аккаунт отключён.

source: Email not provided
ru: Не заполнен e-mail

source: Invalid email address
ru: Неправильный e-mail

source: Password not provided
ru: Не заполнен пароль

source: No password is set for this user
ru: Пароль для этого пользователя пуст

source: Password must be at least 6 characters
ru: Пароль должен содержать больше 5 символов

source: Specified user does not exist
ru: Требуемый пользователь не существует

source: Invalid password
ru: Неправильный пароль

source: You have successfully logged in.
ru: Вы успешно вошли.

source: You successfully reset your password and you have been logged in automatically.
ru: Вы успешно сбросили пароль и вошли на сайт автоматически.

source: Your new password must be different than your previous password.
ru: Новый пароль должен отличаться от старого.

source: You successfully changed your password.
ru: Вы успешно сменили пароль.

source: Please log in to access this page.
ru: Войдите, чтобы попасть на эту страницу.

source: Please reauthenticate to access this page.
ru: Пожалуйста, войдите снова, чтобы попасть на эту страницу.

source: Email Address
ru: E-mail

source: Password
ru: Пароль

source: Remember Me
ru: Запомнить меня

source: Login
ru: Войти

source: Retype Password
ru: Повторите пароль

source: Register
ru: Зарегестрироваться

source: Resend Confirmation Instructions
ru: Отправить инструкцию для подтверждения аккаунта

source: Recover Password
ru: Восстановить пароль

source: Reset Password
ru: Сбросить пароль

source: New Password
ru: Новый пароль

source: Change Password
ru: Сменить пароль

source: Send Login Link
ru: Отправить ссылку для входа

source: Menu
ru: Меню

source: Forgot password
ru: Забыли пароль

source: Confirm account
ru: Подтвердить аккаунт

source: Change password
ru: Сменить пароль

source: Send password reset instructions
ru: Отправить инструкцию для сброса пароля

source: Reset password
ru: Сбросить пароль

source: Resend confirmation instructions
ru: Отправить инструкцию для подтверждения аккаунта

source: Your password has been changed.
ru: Ваш пароль изменён.

source: If you did not change your password,
ru: Если вы не меняли ваш пароль

source: click here to reset it
ru: нажмите здесь, чтобы сбросить его

source: Please confirm your email through the link below:
ru: Пожалуйста, подтвердите свой e-mail, используя эту ссылку

source: Confirm my account
ru: Подтвердить мой аккаунт

source: You can log into your through the link below:
ru: Вы можете войти на сайт, используя эту ссылку:

source: Login now
ru: Войти сейчас

source: Click here to reset your password
ru: Нажмите здесь, чтобы сбросить свой пароль

source: You can confirm your email through the link below:
ru: Вы можете подтвердить свой e-mail, используя эту ссылку:
